Repository: fikrilal/mobile-core-kit
Catalog: lib/l10n/app_*.arb
Languages: ar

# appTitle
source: Mobile Core Kit
ar: ⟪RTL⟫ Mobile Core Kit

# commonOk
source: OK
ar: ⟪RTL⟫ OK

# commonCancel
source: Cancel
ar: ⟪RTL⟫ Cancel

# commonConfirm
source: Confirm
ar: ⟪RTL⟫ Confirm

# commonLoading
source: Loading
ar: ⟪RTL⟫ Loading

# commonStartingUp
source: Starting up
ar: ⟪RTL⟫ Starting up

# commonShowPassword
source: Show password
ar: ⟪RTL⟫ Show password

# commonHidePassword
source: Hide password
ar: ⟪RTL⟫ Hide password

# fieldSearchHint
source: Search...
ar: ⟪RTL⟫ Search...

# commonAvatar
source: Avatar
ar: ⟪RTL⟫ Avatar

# commonAvatarFor
source: Avatar for {name}
ar: ⟪RTL⟫ Avatar for {name}

# commonChangeProfilePhoto
source: Change profile photo
ar: ⟪RTL⟫ Change profile photo

# commonItemsCount
source: {count, plural, =0{No items} one{1 item} other{{count} items}}
ar: {count, plural, =0{⟪RTL⟫ No items} one{⟪RTL⟫ 1 item} other{⟪RTL⟫ {count} items}}
